Repository: LittleGreenViper/OriginalBMLTApp
Catalog: dev/Variants/Baseline/Localization Files/*.lproj/Localizable.strings
Languages: fr

# PARSER-UNKNOWN-ERROR
source: Unknown Search Error
fr: Erreur de Recherche Inconnu

# COMM-ERROR
source: Search Error
fr: Erreur de Recherche

# LOC-ERROR
source: Location Error
fr: Erreur de Localisation

# LOC-ERROR-DENIED
source: Location Services are denied for this app. Do You need to turn them on?
fr: Les services de localisation sont désactivés pour l'App. Voulez-vous les activer ?

# PARSER-TIMEOUT-SEARCH
source: The Search Took Too Long, So It Was Stopped.
fr: Le temps pour la recherche a duré trop longtemps, donc elle s'est arrêtée.

# SERVER-TIMEOUT-ERROR
source: The Connection to the Server Took Too Long, So It Was Stopped.
fr: La connexion au serveur a pris trop longtemps à s'établir. Elle s'est donc interrompue.

# ERROR-CANT-LOAD-DRIVER
source: The app cannot connect to the server, and will not operate properly.
fr: L'application ne peut pas se connecter au serveur et elle ne pourra fonctionner correctement.

# TOGGLE-MAP-LABEL-MAP
source: Map View
fr: Carte

# TOGGLE-MAP-LABEL-SATELLITE
source: Satellite View
fr: Satellite

# SETTINGS-URI-BLURB
source: Complete GPL Source Is Available Here:
fr: Complete GPL Source disponible ici:

# NO-SEARCH-RESULTS
source: The search Found No Meetings.
fr: Aucune réunion trouvée.

# TOO-MANY-RESULTS-FORMAT
source: There are more than %d meetings in the response. Please narrow your search, and try again.
fr: Il y a plus de %d réunions dans la réponse S'il vous plaît préciser votre recherche , et essayez à nouveau.

# CLEAR-SEARCH-BUTTON
source: Clear Search
fr: Nouvelle

# SEARCH-RESULTS-SORT-TIME
source: Sort By Time
fr: Trier par heure

# SEARCH-RESULTS-SORT-DISTANCE
source: Sort By Distance
fr: Trier selon la Distance

# MEETING-DETAILS-FREQUENCY-FORMAT
source: Meets Every %@, at %@.
fr: Se réunit tous les %@, à %@.

# TIME-NOON
source: Noon
fr: Midi

# TIME-MIDNIGHT
source: Midnight
fr: Minuit

# TAB-BAR-0
source: Search
fr: Rechercher

# TAB-BAR-1
source: List
fr: Liste

# TAB-BAR-2
source: Map
fr: Carte

# TAB-BAR-3
source: Settings
fr: Paramètres

# SEARCH-SPEC-ADVANCED-TITLE
source: Advanced
fr: Avancée

# SETTINGS-INITIAL-LOCATION
source: Look Up My Location at Start:
fr: Me localiser au départ:

# SETTINGS-RETAIN-STATE
source: Don't Forget My Current State:
fr: Réinitialiser au départ:

# SETTINGS-PREFER-MAP-RESULTS
source: Prefer Search Results As Map:
fr: Afficher carte géographique:

# SETTINGS-PREFER-DISTANCE-SORT
source: Sort List Results By Distance:
fr: Trier résultats selon distance:

# SETTINGS-PREFERRED-SEARCH-TYPE
source: Preferred Search Type:
fr: Type de recherche préférée:

# SETTINGS-NUM-MEETINGS
source: Number Of Meetings In Search Results:
fr: Nombre de réunions affichées:

# MAP-LIST-HEADER
source: Multiple Meetings
fr: Réunions multiples

# FORMAT-KEY-CLOSED
source: C
fr: F

# FORMAT-KEY-WHEELCHAIR
source: WC
fr: Ch

# DIRECTIONS-BUTTON-TITLE
source: Directions
fr: Itinéraire

# SEARCH-SPEC-LABEL
source: Search
fr: Rechercher

# SEARCH-SPEC-MY-LOC
source: Near Me
fr: À proximité

# SEARCH-SPEC-MARKER-LOC
source: Near The Marker
fr: Près de la borne

# SEARCH-SPEC-ADDRESS
source: Near This Address:
fr: Près de l'adresse:

# ADVANCED-GO-BUTTON
source: GO
fr: TROUVER

# LOCATION-PURPOSE
source: The app needs to know your location, in order to tell you where the nearest meetings are.
fr: L'application a besoin de connaître votre emplacement, afin de vous dire où sont les réunions les plus proches.

# GEOCODE-FAILURE
source: The app cannot determine the location for the given address.
fr: L'application ne peut pas déterminer l'emplacement de l'adresse indiquée.

# SEARCH-SPEC-NEARBY-TITLE
source: Find Nearby Meetings
fr: À proximité

# SEARCH-SPEC-LATER-TODAY-TITLE
source: Find Nearby Meetings Later Today
fr: À proximité plus tard aujourd'hui

# SEARCH-SPEC-TOMORROW-TITLE
source: Find Nearby Meetings Tomorrow
fr: À proximité demain

# SEARCH-SPEC-DISABLED-TEXT
source: These searches are disabled, because the Location Services are not available (You have either turned them off, or they are selectively disabled for this app).
fr: Recherche désactivé. Services de localisation non disponibles ( Soit vous les avez désactivé ou ils sont sélectivement désactivé pour cette application ).

# SEARCH-SPEC-SELECTED-WEEKDAYS
source: Search By Weekday
fr: Jour de Semaine

# SEARCH-SPEC-SELECTED-WEEKDAYS-0
source: Any Day
fr: Toutes

# SEARCH-SPEC-SELECTED-WEEKDAYS-1
source: Weekdays
fr: Semaine

# SEARCH-SPEC-SELECTED-WEEKDAYS-2
source: Later Today
fr: Plus tard aujourd'hui

# SEARCH-SPEC-SELECTED-WEEKDAYS-3
source: Tomorrow
fr: Demain

# DEFAULT-ADDRESS-STRING
source: Enter an address, location or zip code
fr: Entrez code postal, emplacement, adresse

# WEEKDAY-NAME-0
source: Sunday
fr: Dimanche

# WEEKDAY-NAME-1
source: Monday
fr: Lundi

# WEEKDAY-NAME-2
source: Tuesday
fr: Mardi

# WEEKDAY-NAME-3
source: Wednesday
fr: Mercredi

# WEEKDAY-NAME-4
source: Thursday
fr: Jeudi

# WEEKDAY-NAME-5
source: Friday
fr: Vendredi

# WEEKDAY-NAME-6
source: Saturday
fr: Samedi

# WEEKDAY-SHORT-NAME-0
source: Sun
fr: Dim

# WEEKDAY-SHORT-NAME-1
source: Mon
fr: Lun

# WEEKDAY-SHORT-NAME-2
source: Tue
fr: Mar

# WEEKDAY-SHORT-NAME-3
source: Wed
fr: Mer

# WEEKDAY-SHORT-NAME-4
source: Thu
fr: Jeu

# WEEKDAY-SHORT-NAME-5
source: Fri
fr: Ven

# WEEKDAY-SHORT-NAME-6
source: Sat
fr: Sam

# BLACK-MARKER-TITLE
source: Your Location
fr: Votre Location. Faites glisser ce marqueur pour rechercher un autre endroit.

# SETTINGS-UPDATE-LOCATION
source: Update My Location Now
fr: Me relocaliser maintenant

# SEARCH-ANIMATION-TITLE
source: Searching...
fr: Recherche...
